{
    "Welcome": "Willkommen",
    "Login": "Anmelden",
    "Logout": "Abmelden",
    "Home": "Startseite",
    "Profile": "Profil",
    "Travel Together": "Gemeinsam reisen",
    "Travel Posts": "Reisebeiträge",
    "Find Users": "Benutzer finden",
    "Dashboard": "Dashboard",
    "Log in": "Anmelden",
    "Register": "Registrieren",
    "Explore the World. Find Your Companion.": "Entdecke die Welt. Finde deinen Reisepartner.",
    "Connect with like-minded travelers and plan your next adventure together.": "Verbinde dich mit gleichgesinnten Reisenden und plane euer nächstes Abenteuer.",
    "Find Travel Buddies Now": "Jetzt Reisepartner finden",
    "Ready to Connect?": "Bereit für neue Kontakte?",
    "Browse the latest travel posts or create your own to find the perfect travel partner.": "Durchsuche aktuelle Beiträge oder erstelle deinen eigenen, um den idealen Reisepartner zu finden.",
    "See All Posts": "Alle Beiträge anzeigen",
    "Register Now": "Jetzt registrieren",
    "Latest Travel Posts": "Neueste Reisebeiträge",
    "How It Works": "So funktioniert’s",
    "1. Create Profile": "1. Profil erstellen",
    "Sign up and tell us about your travel styles and hobbies.": "Registriere dich und teile deine Reisevorlieben und Hobbys.",
    "2. Find Matches": "2. Passende Partner finden",
    "Browse posts or search for users with similar interests and destinations.": "Durchstöbere Beiträge oder suche nach Benutzern mit ähnlichen Interessen und Zielen.",
    "3. Connect & Travel": "3. Verbinden & Reisen",
    "Use our secure messaging system to plan your trip together.": "Nutze unser sicheres Nachrichtensystem, um gemeinsam zu planen.",
    "Quick Post Search": "Schnellsuche für Beiträge",
    "Why Travel Together?": "Warum gemeinsam reisen?",
    "Share Costs": "Kosten teilen",
    "Reduce costs for accommodation, transport, and activities.": "Senke Ausgaben für Unterkunft, Transport und Aktivitäten.",
    "Safety in Numbers": "Sicher unterwegs",
    "Explore new places more comfortably with a buddy.": "Erkunde neue Orte entspannter mit einer Begleitung.",
    "Shared Experiences": "Gemeinsame Erlebnisse",
    "Create lasting memories and share unforgettable moments.": "Erlebe unvergessliche Momente und bleibende Erinnerungen.",
    "New Friendships": "Neue Freundschaften",
    "Meet people worldwide and forge friendships based on travel.": "Lerne weltweit Menschen kennen und schließe Reisefreundschaften.",
    "Discover Our Features": "Unsere Funktionen entdecken",
    "Advanced Search & Filters": "Erweiterte Suche & Filter",
    "Find exactly who you're looking for. Filter users by age, nationality, travel style, and destination.": "Finde genau, wen du suchst – filtere nach Alter, Nationalität, Reisestil und Ziel.",
    "Direct Messaging": "Direktnachrichten",
    "Connect safely and directly with potential travel partners through our integrated messaging system.": "Verbinde dich sicher und direkt über unser Nachrichtensystem mit potenziellen Partnern.",
    "Rich User Profiles": "Aussagekräftige Profile",
    "Showcase your personality, travel preferences, hobbies, and past trips to find compatible companions.": "Stelle deine Persönlichkeit, Reisevorlieben, Hobbys und bisherigen Reisen dar.",
    "Join Our Growing Community": "Werde Teil unserer wachsenden Community",
    "Connect with thousands of adventurers planning trips just like you. From weekend city breaks to long-term backpacking journeys, find your tribe here.": "Tausende Abenteurer planen Reisen – von Städtetrips bis zu Langzeitreisen. Finde deine Reisepartner.",
    "Become a member today!": "Jetzt Mitglied werden!",
    "Ready for Your Next Adventure?": "Bereit für dein nächstes Abenteuer?",
    "Don't let travelling alone hold you back. Find your perfect travel companion and start exploring the world together.": "Reise nicht allein – finde deinen perfekten Partner und entdecke gemeinsam die Welt.",
    "Sign Up for Free": "Jetzt kostenlos anmelden",
    "Share Your Travel Plans": "Teile deine Reisepläne",
    "Your travel buddy is waiting...": "Dein Reisepartner wartet auf dich...",
    "Read More": "Mehr erfahren",
    "No recent posts found.": "Keine aktuellen Beiträge gefunden.",
    "Search for Adventures": "Abenteuer suchen",
    "Search by title and content, otherwise use filters below...": "Suche nach Titel und Inhalt oder nutze die Filter unten...",
    "No results found.": "Keine Ergebnisse gefunden.",
    "I found an amazing hiking partner for my trip to Patagonia through Travel Together! We had an incredible time and shared so many great moments.": "Ich habe über Travel Together eine tolle Wanderpartnerin für meine Patagonien-Reise gefunden! Wir hatten eine fantastische Zeit und viele unvergessliche Momente.",
    "Sharing the driving and accommodation costs made my road trip across Europe possible. Highly recommend this platform!": "Das Teilen der Fahrt- und Unterkunftskosten hat meine Europareise möglich gemacht. Ich kann diese Plattform nur empfehlen!",



    "All rights reserved.": "Alle Rechte vorbehalten."
}
