{
    "Welcome": "Willkommen",
    "Login": "Anmelden",
    "Logout": "Abmelden",
    "Home": "Startseite",
    "Profile": "Profil",
    "Travel Together": "Gemeinsam reisen",
    "Travel Posts": "Reisebeiträge",
    "Find Users": "Benutzer finden",
    "Dashboard": "Dashboard",
    "Log in": "Anmelden",
    "Register": "Registrieren",
    "Explore the World. Find Your Companion.": "Entdecke die Welt. Finde deinen Reisepartner.",
    "Connect with like-minded travelers and plan your next adventure together.": "Verbinde dich mit gleichgesinnten Reisenden und plane euer nächstes Abenteuer.",
    "Find Travel Buddies Now": "Jetzt Reisepartner finden",
    "Ready to Connect?": "Bereit für neue Kontakte?",
    "Browse the latest travel posts or create your own to find the perfect travel partner.": "Durchsuche aktuelle Beiträge oder erstelle deinen eigenen, um den idealen Reisepartner zu finden.",
    "See All Posts": "Alle Beiträge anzeigen",
    "Register Now": "Jetzt registrieren",
    "Latest Travel Posts": "Neueste Reisebeiträge",
    "How It Works": "So funktioniert’s",
    "1. Create Profile": "1. Profil erstellen",
    "Sign up and tell us about your travel styles and hobbies.": "Registriere dich und teile deine Reisevorlieben und Hobbys.",
    "2. Find Matches": "2. Passende Partner finden",
    "Browse posts or search for users with similar interests and destinations.": "Durchstöbere Beiträge oder suche nach Benutzern mit ähnlichen Interessen und Zielen.",
    "3. Connect & Travel": "3. Verbinden & Reisen",
    "Use our secure messaging system to plan your trip together.": "Nutze unser sicheres Nachrichtensystem, um gemeinsam zu planen.",
    "Quick Post Search": "Schnellsuche für Beiträge",
    "Why Travel Together?": "Warum gemeinsam reisen?",
    "Share Costs": "Kosten teilen",
    "Reduce costs for accommodation, transport, and activities.": "Senke Ausgaben für Unterkunft, Transport und Aktivitäten.",
    "Safety in Numbers": "Sicher unterwegs",
    "Explore new places more comfortably with a buddy.": "Erkunde neue Orte entspannter mit einer Begleitung.",
    "Shared Experiences": "Gemeinsame Erlebnisse",
    "Create lasting memories and share unforgettable moments.": "Erlebe unvergessliche Momente und bleibende Erinnerungen.",
    "New Friendships": "Neue Freundschaften",
    "Meet people worldwide and forge friendships based on travel.": "Lerne weltweit Menschen kennen und schließe Reisefreundschaften.",
    "Discover Our Features": "Unsere Funktionen entdecken",
    "Advanced Search & Filters": "Erweiterte Suche & Filter",
    "Find exactly who you're looking for. Filter users by age, nationality, travel style, and destination.": "Finde genau, wen du suchst – filtere nach Alter, Nationalität, Reisestil und Ziel.",
    "Direct Messaging": "Direktnachrichten",
    "Connect safely and directly with potential travel partners through our integrated messaging system.": "Verbinde dich sicher und direkt über unser Nachrichtensystem mit potenziellen Partnern.",
    "Rich User Profiles": "Aussagekräftige Profile",
    "Showcase your personality, travel preferences, hobbies, and past trips to find compatible companions.": "Stelle deine Persönlichkeit, Reisevorlieben, Hobbys und bisherigen Reisen dar.",
    "Join Our Growing Community": "Werde Teil unserer wachsenden Community",
    "Connect with thousands of adventurers planning trips just like you. From weekend city breaks to long-term backpacking journeys, find your tribe here.": "Tausende Abenteurer planen Reisen – von Städtetrips bis zu Langzeitreisen. Finde deine Reisepartner.",
    "Become a member today!": "Jetzt Mitglied werden!",
    "Ready for Your Next Adventure?": "Bereit für dein nächstes Abenteuer?",
    "Don't let travelling alone hold you back. Find your perfect travel companion and start exploring the world together.": "Reise nicht allein – finde deinen perfekten Partner und entdecke gemeinsam die Welt.",
    "Sign Up for Free": "Jetzt kostenlos anmelden",
    "Share Your Travel Plans": "Teile deine Reisepläne",
    "Your travel buddy is waiting...": "Dein Reisepartner wartet auf dich...",
    "Read More": "Mehr erfahren",
    "No recent posts found.": "Keine aktuellen Beiträge gefunden.",
    "Search for Adventures": "Abenteuer suchen",
    "Search by title and content, otherwise use filters below...": "Suche nach Titel und Inhalt oder nutze die Filter unten...",
    "No results found.": "Keine Ergebnisse gefunden.",
    "I found an amazing hiking partner for my trip to Patagonia through Travel Together! We had an incredible time and shared so many great moments.": "Ich habe über Travel Together eine tolle Wanderpartnerin für meine Patagonien-Reise gefunden! Wir hatten eine fantastische Zeit und viele unvergessliche Momente.",
    "Sharing the driving and accommodation costs made my road trip across Europe possible. Highly recommend this platform!": "Das Teilen der Fahrt- und Unterkunftskosten hat meine Europareise möglich gemacht. Ich kann diese Plattform nur empfehlen!",
    "(Post Deleted)": "(Beitrag gelöscht)",
    "Admin Area": "Admin-Bereich",
    "All Posts": "Alle Beiträge",
    "Documentation": "Dokumentation",
    "Find User": "Benutzer finden",
    "Messages":"Nachrichten",
    "Friends":"Freunde",
    "Log Out": "Abmelden",
    "My Posts": "Meine Beiträge",
    "Platform": "Plattform",
    "Repository": "Repository",
    "Search": "Suche",
    "Settings": "Einstellungen",
    "Show Profile": "Profil anzeigen",
    "Appearance": "Darstellung",
    "Delete Account": "Konto löschen",
    "Follow": "Folgen",
    "Following": "Following",
    "Followers": "Followers",
    "Follow Requests": "Offene Anfragen",
    "Message": "Nachricht",
    "Inbox": "Posteingang",
    "Outbox": "Postausgang",
    "Compose": "Neue Nachricht",
    "Password": "Passwort",
    "Preferences": "Einstellungen",
    "Privacy": "Datenschutz",
    "Unfollow": "Nicht mehr folgen",
    "years old from": "Jahre alt aus",
    "A Community Built on Trust": "Eine Community, die auf Vertrauen basiert",
    "Verified Profiles": "Verifizierte Profile",
    "To ensure a genuine community, all new profiles undergo a review process. This helps us prevent fake accounts and build a safer environment for everyone. You'll have read-only access while your profile is being verified (typically within 36 hours).": "Um eine authentische Gemeinschaft zu gewährleisten, durchlaufen alle neuen Profile einen Überprüfungsprozess. Dies hilft uns, gefälschte Konten zu verhindern und eine sicherere Umgebung für alle zu schaffen. Du hast nur Lesezugriff, während dein Profil überprüft wird (normalerweise innerhalb von 36 Stunden).",
    "Real-Life Confirmations": "Bürgschaft",
    "Met someone from our community in person? Members can vouch for each other, adding an extra layer of trust and displaying a special badge on their profiles.": "Jemanden aus unserer Community persönlich getroffen? Mitglieder können füreinander bürgen, was eine zusätzliche Vertrauensebene schafft und ein spezielles Abzeichen auf ihren Profilen anzeigt.",
    "Show Your Authenticity": "Zeige deine Authentizität",
    "Increase your credibility by verifying your identity through various methods, such as an ID document, linking social media profiles, or writing a self-verification text. Each verified method earns you a badge!": "Erhöhe deine Glaubwürdigkeit, indem du deine Identität durch verschiedene Methoden verifizierst, wie z.B. ein Ausweisdokument, die Verknüpfung von Social-Media-Profilen oder das Verfassen eines Selbstverifizierungstextes. Jede verifizierte Methode bringt dir ein Abzeichen ein!",
    "1. Create & Verify Profile": "1. Profil erstellen & verifizieren",
    "Sign up, verify your email, and complete your profile. Your profile will be reviewed for authenticity to ensure a safe community.": "Registriere dich, bestätige deine E-Mail und vervollständige dein Profil. Dein Profil wird auf Echtheit überprüft, um eine sichere Community zu gewährleisten.",
    "Trust, Safety, and Real People": "Vertrauen, Sicherheit und echte Menschen",
    "We're not like every other network. We care about real people and real connections.": "Wir sind nicht wie jedes andere Netzwerk. Uns geht es um echte Menschen und echte Verbindungen.",
    "Manual Profile Checks": "Manuelle Profilprüfung",
    "Every profile is reviewed by a human before it goes live.": "Jedes Profil wird von einem Menschen geprüft, bevor es freigeschaltet wird.",
    "Automatic Approval": "Automatische Freischaltung",
    "If no one can review within 36 hours, your account goes live automatically.": "Wenn innerhalb von 36 Stunden niemand prüfen kann, wird dein Konto automatisch freigeschaltet.",
    "Optional Identity Verification": "Optionale Identitätsprüfung",
    "Upload an ID or link your social accounts to earn trust badges.": "Lade einen Ausweis hoch oder verknüpfe deine Social-Media-Profile, um Vertrauens-Badges zu erhalten.",
    "Real-World Confirmations": "Bestätigungen aus dem echten Leben",
    "Members can vouch for each other after real meetings.": "Mitglieder können sich nach einem echten Treffen gegenseitig bestätigen.",
    "Read-Only Access at First": "Zugriff zunächst nur zum Lesen",
    "Until you're approved, you can browse — but not post.": "Bis zur Freischaltung kannst du stöbern – aber nichts posten.",
    "Join Our Trusted Community": "Werde Teil unserer vertrauensvollen Community",
    "Your profile is under review": "Dein Profil wird überprüft",
    "You’ll gain full access once your account is verified — or automatically in 36 hours.": "Du erhältst vollen Zugriff, sobald dein Konto verifiziert wurde — oder automatisch nach 36 Stunden.",






    "All rights reserved.": "Alle Rechte vorbehalten."
}
